Repository: Kettja12/YABA
Catalog: Client/Localize/Resource.*.resx
Languages: fi

source: 3-4 person room
fi: 3-4 henkilön huone

source: Account is active
fi: Käyttäjätunnus on käytössä

source: All
fi: Kaikki

source: Basic information
fi: Perustiedot

source: Choose room category
fi: Valitse huoneen luokka

source: Currentuser information
fi: Käyttäjäntiedot

source: Dashboard
fi: Työpöytä

source: Double room
fi: Kahden hengen huone

source: ExistingReservationNode not found.
fi: Valittua varaistilaa ei löydy.

source: First Name
fi: Etunimi

source: Free rooms
fi: Vapaaat huoneet

source: Has admin rights
fi: Pääkäyttäjän oikeudet

source: Home
fi: Etusivu

source: Last Name
fi: Sukunimi

source: Loading...
fi: Ladataan...

source: Login
fi: Sisäänkirjautuminen

source: Login attempt failed.
fi: Kirjautumisyritys epäonnistui.

source: Logout
fi: Uloskirjautuminen

source: Maintenance
fi: Ylläpito

source: Manage spaces
fi: Tilojen ylläpito

source: Manage Usergroups
fi: Käyttäjäryhmien ylläpito

source: Name is already in use.
fi: Nimi on jo käytässä.

source: Name missing.
fi: Nimi uupuu.

source: New password
fi: Uusi salasana

source: New space
fi: Uusi tila

source: New user
fi: Uusi käyttäjä

source: No data.
fi: Ei tietoja.

source: No ReservationNode information to save.
fi: Ei taraustilitietoa tallennettavaksi.

source: No reservationnodes found with searchcriteria.
fi: Ei tiloja annetulikka hakuehdolla

source: No user data to modify.
fi: Ei muutettavia tietoja.

source: No user data to save.
fi: Ei käyttäjätietoja tallennettavaksi.

source: No users found with searchcriteria.
fi: Hakuehdoilla ei läytynyt käyttäjiä.

source: Node selection failed.
fi: Valittua tietoa ei löydy.

source: Old password
fi: Vanha salasana

source: Old password missing.
fi: Vanha salasana uupuu.

source: Password
fi: Salasana

source: Password and password verification are not same.
fi: Salasana ja salasanavarmenne ei ole samat.

source: Password save failed.
fi: Salasanan tallennus epäonnistui.

source: Password save success.
fi: Salasanan tallennus onnistui.

source: Repeat password
fi: Toista salasana

source: Reservation
fi: Varaukset

source: ReservationNode save success.
fi: Varausttilan tallennus onnistui.

source: Reservationnodelist search failed.
fi: Varaustilojen haku epäonnistui.

source: ReservationNodelist search success.
fi: Varaustilojen haku onnistui

source: Reservationnodes load failed.
fi: Varaustilojen haku epäonnistui.

source: Save
fi: Tallenna

source: Search
fi: Hae

source: Searchkey
fi: Hakuavain

source: Select database
fi: Valitse tietokanta

source: Select spaces
fi: Valitse tilat

source: Single room
fi: Yhden hengen huone

source: Space name
fi: Varattavan tilan nimi

source: Space save failed.
fi: Varaustilan tallennus epäonnistui.

source: Suite
fi: Swiitti

source: User rights
fi: Käyttäjäoikeudet

source: User save failed.
fi: Käyttäjätietojen tallennus epäonnistui.

source: User save success.
fi: Käyttäjätietojen tallennus onnistui.

source: Userlist search failed.
fi: Käyttäjätietojen haku epäonnistui

source: Userlist search success.
fi: Käyttäjätietojen haku onnistui.

source: Username
fi: Käyttäjätunnus

source: Users
fi: Käyttäjät
